Repository: bit-badger/PrayerTracker
Catalog: src/PrayerTracker.UI/Resources/Views/Help/Group/Preferences.*.resx
Languages: es

source: (Changing this password will force all members of the group who logged in with the “{0}” box checked to provide the new password.)
es: (Cambiar esta contraseña obligará a todos los miembros del grupo que se iniciar sesión en el "{0}" caja marcada para proporcionar la nueva contraseña.)

source: (NOTE: In the plain-text e-mail, new requests are bulleted with a “+” symbol, and old are bulleted with a “-” symbol.)
es: (NOTA: En el texto sin formato de correo electrónico, las nuevas solicitudes se identifican con un símbolo “+”, y pide a los viejos se identifican con un símbolo “-”.)

source: A warning is good here; just because you have an obscure font and like the way that it looks does not mean that others have that same font.
es: Una advertencia de que es bueno aquí, sólo porque usted tiene una fuente oscura y gusta la forma en que se vea no significa que los demás tienen de que la misma fuente.

source: All categories respect this setting.
es: Todas las categorías respetar esta opción.

source: As this is a shared password, it is stored in plain text, so you can easily see what it is.
es: Como se trata de una contraseña compartida, se almacena en texto plano, así que usted puede ver fácilmente lo que es.

source: By default, requests are sorted within each group by the last updated date, with the most recent on top.
es: De forma predeterminada, las solicitudes se ordenan dentro de cada grupo por la última fecha de actualización, con el más reciente en la parte superior.

source: Changing at least the e-mail address to your address will ensure that you receive these e-mails, and can prune your e-mail list accordingly.
es: Cambiar por lo menos la dirección de correo electrónico a su dirección se asegurará de que usted recibe estos correos electrónicos, y se puede podar su lista de correo electrónico en consecuencia.

source: Each section is addressed below.
es: Cada sección se aborda más adelante.

source: However, some e-mail clients may not display this properly, so you can choose to default the email to a plain-text format, which does not have colors, italics, or other formatting.
es: Sin embargo, algunos clientes de correo electrónico no puede mostrar esto correctamente, para que pueda elegir el correo electrónico a un formato de texto plano predeterminadas, que no tiene colores, cursiva, u otro formato.

source: If you do a typo correction on a request, if you do not check the box to update the date, this setting will change the bullet.
es: Si usted hace una corrección de errata en una petición, si no marque la caja para actualizar la fecha, este valor va a cambiar la bala.

source: If you do not see your time zone listed, just &lt;a href=\&quot;mailto:daniel@djs-consulting.com?subject={0}%20{1}\&quot;&gt;contact Daniel&lt;/a&gt; and tell him what time zone you need.
es: Si no puede ver la zona horaria en la lista, ponte en <a href="mailto:daniel@djs-consulting.com?subject={1}%20por%20{0}">contacto con Daniel</a> y decirle lo que la zona horaria que usted necesita.

source: If you select “{0}” but do not enter a password, the list remains private, which is also the default value.
es: Si selecciona "{0}" pero no introduce una contraseña, la lista sigue siendo privado, que también es el valor predeterminado.

source: If you would prefer to have the list sorted by requestor or subject rather than by date, select “{0}” instead.
es: Si prefiere tener la lista ordenada por el solicitante o el sujeto en vez de por fecha, seleccione “{0}” en su lugar.

source: If your group is comprised mostly of people who prefer large print, the following settings will make your list look like the typical large-print publication:
es: Si el grupo está compuesta en su mayoría de la gente que prefiere letras grandes, los siguientes ajustes harán que su lista de parecerse a la típica la publicación “Letra Grande”:

source: It is generally best to stick with the fonts that come with Windows - fonts like “Arial”, “Times New Roman”, “Tahoma”, and “Comic Sans MS”.
es: Generalmente es mejor quedarse con las fuentes que vienen con Windows - Fuentes como “Arial”, “Times New Roman”, “Tahoma”, y “Comic Sans MS”.

source: Note that the categories “{0}” and “{1}” never expire automatically.
es: Tenga en cuenta que las categorías “{0}” y “{1}” no expirará automáticamente.

source: Password-protected lists allow group members to log in and view the current request list online, using the “{0}” link and providing this password.
es: Protegidos con contraseña listas permiten miembros del grupo iniciar sesión y ver la lista de peticiones actual en el sito, utilizando el "{0}" enlace y proporcionar la contraseña.

source: Public lists are available without logging in, and private lists are only available online to administrators (though the list can still be sent via e-mail by an administrator).
es: Las listas públicas están disponibles sin iniciar sesión, y listas privadas sólo están disponibles en línea a los administradores (aunque la lista todavía puede ser enviado por correo electrónico por el administrador).

source: Requests that have been updated within this many days are identified by a hollow circle for their bullet, as opposed to a filled circle for other requests.
es: Peticiones que han sido actualizadas dentro de esta cantidad de días se identifican por un círculo hueco para su bala, en oposición a un círculo relleno para otras peticiones.

source: Requests that have not been updated in this many weeks are identified by an italic font on the “{0}” page, to remind you to seek updates on these requests so that your prayers can stay relevant and current.
es: Peticiones que no han sido actualizados en esta semana muchos se identifican con un tipo de letra cursiva en la página “{0}”, para recordarle que debe buscar novedades en estas peticiones para que vuestras oraciones pueden permanecer relevante y actual.

source: The background color cannot be changed.
es: El color de fondo no puede ser cambiado.

source: The default for the heading is 16pt, and the default for the text is 12pt.
es: El valor predeterminado para el título es 16 puntos, y el valor por defecto para el texto es 12 puntos.

source: The default name is “PrayerTracker”, and the default e-mail address is “prayer@djs-consulting.com”.
es: El nombre predeterminado es “PrayerTracker”, y el valor predeterminado dirección de correo electrónico es “prayer@djs-consulting.com”.

source: The group's request list can be either public, private, or password-protected.
es: La lista de peticiones del grupo puede ser pública, privada o protegida por contraseña.

source: The setting on this page is the group default; you can select a format for each recipient on the “{0}” page.
es: La configuración en esta página es el valor predeterminado del grupo, se puede seleccionar un formato para cada destinatario de la página “{0}”.

source: The {0} default is HTML, which sends the list just as you see it online.
es: El valor predeterminado de {0} es HTML, el cual envía la lista al igual que usted lo ve en el sitio.

source: There is a link on the bottom of the page to a color list with more names and their RGB values, if you're really feeling artistic.
es: Hay un enlace en la parte inferior de la página para una lista de colores con más nombres y sus valores RGB, si realmente estás sintiendo artística.

source: This is a comma-separated list of fonts that will be used for your request list.
es: Esta es una lista separada por comas de fuentes que se utilizarán para su lista de peticiones.

source: This is the default e-mail format for your group.
es: Este es el valor predeterminado formato de correo electrónico para su grupo.

source: This is the point size to use for each.
es: Este es el tamaño de punto a utilizar para cada uno.

source: This is the time zone that you would like to use for your group.
es: Esta es la zona horaria que desea utilizar para su clase.

source: This page allows you to change how your prayer request list looks and behaves.
es: Esta página le permite cambiar la forma en que su lista de peticiones de la oración se ve y se comporta.

source: This will work, but any bounced e-mails and out-of-office replies will be sent to that address (which is not even a real address).
es: Esto funciona, pero los mensajes devueltos, y las respuestas de fuera de la oficina serán enviados a esa dirección (que no es ni siquiera una dirección real).

source: When a regular request goes this many days without being updated, it expires and no longer appears on the request list.
es: Cuando una petición regular va esta cantidad de días sin actualizar, caduca y ya no aparece en la lista de peticiones.

source: You can customize the colors that are used for the headings and lines in your request list.
es: Usted puede personalizar los colores que se utilizan para las partidas y líneas en su lista de peticiones.

source: You can select one of the 16 named colors in the drop down lists, or you can “mix your own” using red, green, and blue (RGB) values between 0 and 255.
es: Puede seleccionar uno de los 16 colores con nombre en las listas desplegables, o puede “mezclar su propia” en colores rojo, verde y azul (RGB) valores entre 0 y 255.

source: You should also end the font list with either “serif” or “sans-serif”, which will use the browser's default serif (like “Times New Roman”) or sans-serif (like “Arial”) font.
es: También debe poner fin a la lista de fuentes, ya sea con “serif” o el “sans-serif”, que utilizará el fuente serif predeterminado (como “Times New Roman”) o el fuente sans-serif predeterminado (como “Arial”).

source: {0} must put an name and e-mail address in the “from” position of each e-mail it sends.
es: {0} debe poner el nombre y la dirección de correo electrónico en el “de” posición de cada correo electrónico que envía.
