Repository: bit-badger/PrayerTracker
Catalog: src/PrayerTracker.UI/Resources/Views/Home/Index.*.resx
Languages: es

source: (And, once requests do “drop off”, they are not gone - they may be recovered if needed.)
es: (Y, una vez que se las peticiones “dejar”, no se han ido - que se puede recuperar si es necesario.)

source: All fonts, colors, and sizes can be customized.
es: Todos los tipos de letra, colores y tamaños pueden ser personalizados.

source: Check out the “{0}” link above - it details each of the processes and how they work.
es: Echa un vistazo a la “{0}” enlace de arriba - que detalla cada uno de los procesos y cómo funcionan.

source: Do I Have to Register to See the Requests?
es: ¿Tengo que Registrarme para Ver las Peticiones?

source: E-mails are sent individually to each person, which keeps the e-mail list private and keeps the messages from being flagged as spam.
es: Los correos electrónicos se envían de forma individual a cada persona, lo que mantiene la lista de correo electrónico privado y mantiene los mensajes de ser marcado como spam.

source: How Can Your Organization Use {0}?
es: ¿Cómo Puede Su Organización Utilizan {0}?

source: How Does It Work?
es: ¿Cómo Funciona?

source: If you click on the “{0}” link above, you will see a list of groups - those that do not indicate that they require logging in are publicly viewable.
es: Si hace clic en la “{0}” enlace de arriba, podrás ver una lista de grupos - los que no indican que se requiere el registro en el son públicos y visibles.

source: If your organization would like to get set up, just &lt;a href=&quot;mailto:daniel@djs-consulting.com?subject=New%20{0}%20Class&quot;&gt;e-mail&lt;/a&gt; Daniel and let him know.
es: Si su organización quiere ponerse en marcha, <a href="mailto:daniel@djs-consulting.com?subject=Nueva%20Clase%20de%20{0}">enviar por correo electrónico a Daniel</a> y le hizo saber.

source: It drops old requests off the list automatically.
es: Suelta las peticiones de edad fuera de la lista automáticamente.

source: It is provided at no charge, as a ministry and a community service.
es: Se proporciona sin costo alguno, como un ministerio y un servicio a la comunidad.

source: Like God’s gift of salvation, {0} is free for the asking for any church, Sunday School class, or other organization who wishes to use it.
es: Como un regalo de Dios de la salvación, {0} es un país libre para pedir para cualquier iglesia, la clase de escuela dominical, o cualquier otra organización que desee utilizarlo.

source: Lists can be configured to be password-protected, but they do not have to be.
es: Las listas pueden ser configurados para estar protegido por contraseña, pero no tiene que ser.

source: Lists can be e-mailed to a pre-defined list of members.
es: Las listas pueden ser enviados por correo electrónico a una lista predefinida de los miembros.

source: Lists can be made public, or they can be secured with a password, if desired.
es: Las listas pueden hacerse públicos, o pueden ser asegurados con una contraseña, si lo desea.

source: Requests can be viewed any time.
es: Peticiones se pueden ver en cualquier momento.

source: Requests other than “{0}” requests will expire at 14 days, though this can be changed by the organization.
es: Peticiones que no sean “{0}” peticiones finalizará a los 14 días, aunque esto puede ser cambiado por la organización.

source: Some of the things it can do...
es: Algunas de las cosas que puede hacer...

source: The look and feel of the list can be configured for each group.
es: La mirada y la sensación de la lista se puede configurar para cada grupo.

source: This allows for configuration of large-print lists, among other things.
es: Esto permite que para la configuración de gran impresión listas, entre otras cosas.

source: This can be useful for folks who may not be able to write down all the requests during class, but want a list so that they can pray for them the rest of week.
es: Esto puede ser útil para la gente que no puede ser capaz de escribir todas las las peticiones durante la clase, pero quiero una lista para que puedan orar por ellos el resto de la semana.

source: This depends on the group.
es: Esto depende del grupo.

source: This expiration is based on the last update, not the initial request.
es: Esta caducidad se basa en la última actualización, no de la petición inicial.

source: Welcome to &lt;strong&gt;{0}&lt;/strong&gt;!
es: ¡Bienvenido a <strong>{0}</strong>!

source: What Does It Do?
es: ¿Qué Hacer?

source: {0} has what you need to make maintaining a prayer request list a breeze.
es: {0} tiene lo que usted necesita para hacer el mantenimiento de una lista de peticiones de la oración sencilla.

source: {0} is an interactive website that provides churches, Sunday School classes, and other organizations an easy way to keep up with their prayer requests.
es: {0} es un sitio web interactivo que ofrece a iglesias, clases de escuela dominical, y otras organizaciones una manera fácil de mantenerse al día con sus peticiones de oración.
