Repository: bit-badger/PrayerTracker
Catalog: src/PrayerTracker.UI/Resources/Views/Home/PrivacyPolicy.*.resx
Languages: es

source: (as of July 31, 2018)
es: (al 31 de julio de 2018)

source: Access to servers and backups is strictly controlled and monitored for unauthorized access attempts.
es: El acceso a servidores y copias de seguridad está estrictamente controlado y monitoreado para intentos de acceso no autorizados.

source: At any time, you may choose to discontinue using {0}; just e-mail Daniel, as you did to register, and request deletion of your small group.
es: En cualquier momento, puede optar por dejar de usar {0}; solo envíe un correo electrónico a Daniel, como lo hizo para registrarse, y solicite la eliminación de su pequeño grupo.

source: Both of these cookies are encrypted, both in your browser and in transit.
es: Ambas cookies están encriptadas, tanto en su navegador como en tránsito.

source: Data for your small group is returned to you, as required, to display and edit.
es: Los datos para su pequeño grupo se le devuelven, según sea necesario, para mostrar y editar.

source: Distinct e-mails are sent to each user, as to not disclose the other recipients.
es: Se envían correos electrónicos distintos a cada usuario para no revelar a los demás destinatarios.

source: Finally, a third cookie is used to maintain your currently selected language, so that this selection is maintained across browser sessions.
es: Finalmente, se usa una tercera cookie para mantener el idioma seleccionado actualmente, de modo que esta selección se mantenga en todas las sesiones del navegador.

source: How Your Data Is Accessed / Secured
es: Cómo se Accede / se Aseguran Sus Datos

source: Identifying Data
es: Identificando Datos

source: If you utilize the “{0}” box on sign in, a second cookie is stored, and transmitted to establish a session; this cookie is removed by clicking the “{1}” link.
es: Si utilizas el cuadro "{0}" al iniciar sesión, se almacena una segunda cookie y se transmite para establecer una sesión; esta cookie se elimina haciendo clic en el enlace "{1}".

source: It also stores names and e-mail addreses of small group members, and plain-text passwords for small groups with password-protected lists.
es: También almacena nombres y direcciones de correo electrónico de miembros de grupos pequeños, y contraseñas de texto sin formato para grupos pequeños con listas protegidas por contraseña.

source: On the server, all data is stored in a controlled-access database.
es: En el servidor, todos los datos se almacenan en una base de datos de acceso controlado.

source: Removing Your Data
es: Eliminar Tus Datos

source: The items below will help you understand the data we collect, access, and store on your behalf as you use this service.
es: Los siguientes elementos le ayudarán a comprender los datos que recopilamos, accedemos y almacenamos en su nombre a medida que utiliza este servicio.

source: The nature of the service is one where privacy is a must.
es: La naturaleza del servicio es uno donde la privacidad es imprescindible.

source: These backups are stored in a private cloud data repository.
es: Estas copias de seguridad se almacenan en un repositorio de datos de nube privada.

source: User Provided Data
es: Datos Proporcionados por el Usuario

source: Users are also associated with one or more small groups.
es: Los usuarios también están asociados con uno o más grupos pequeños.

source: What We Collect
es: Lo Que Recolectamos

source: While you are signed in, {0} utilizes a session cookie, and transmits that cookie to the server to establish your identity.
es: Mientras está registrado, {0} utiliza una cookie de sesión y transmite esa cookie al servidor para establecer su identidad.

source: Your data is backed up, along with other Bit Badger Solutions hosted systems, in a rolling manner; backups are preserved for the prior 7 days, and backups from the 1st and 15th are preserved for 3 months.
es: Sus datos están respaldados, junto con otros sistemas hospedados de Soluciones de Bit Badger, de manera continua; las copias de seguridad se conservan durante los 7 días anteriores, y las copias de seguridad de la 1ª y la 15ª se conservan durante 3 meses.

source: {0} also sends e-mails on behalf of the configured owner of a small group; these e-mails are sent from prayer@djs-consulting.com, with the “Reply To” header set to the configured owner of the small group.
es: {0} también envía correos electrónicos en nombre del propietario configurado de un grupo pequeño; estos correos electrónicos se envían desde prayer@djs-consulting.com, con el encabezado “Reply To” configurado en el propietario configurado del grupo pequeño.

source: {0} stores the first and last names, e-mail addresses, and hashed passwords of all authorized users.
es: {0} almacena los nombres y apellidos, las direcciones de correo electrónico y las contraseñas hash de todos los usuarios autorizados.

source: {0} stores the text of prayer requests.
es: {0} almacena el texto de las solicitudes de oración.
