Repository: bit-badger/PrayerTracker
Catalog: src/PrayerTracker.UI/Resources/Views/Home/TermsOfService.*.resx
Languages: es

source: (as of May 24, 2018)
es: (a partir del 24 de mayo de 2018)

source: Acceptance of Terms
es: Aceptación de los Términos

source: Additionally, the date at the top of this page will be updated.
es: Además, se actualizará la fecha en la parte superior de esta página.

source: By accessing this web site, you are agreeing to be bound by these Terms and Conditions, and that you are responsible to ensure that your use of this site complies with all applicable laws.
es: Al acceder a este sitio web, usted acepta estar sujeto a estos Términos y condiciones, y que es responsable de garantizar que su uso de este sitio cumpla con todas las leyes aplicables.

source: Description of Service and Registration
es: Descripción del Servicio y Registro

source: Liability
es: Responsabilidad

source: Registration is accomplished via e-mail to Daniel Summers (daniel at bitbadger dot solutions, substituting punctuation).
es: El registro se realiza por correo electrónico a Daniel Summers (daniel en bitbadger dot solutions, sustituyendo la puntuación).

source: See our {0} for details on the personal (user) information we maintain.
es: Vea nuestro {0} para obtener detalles sobre la información personal (usuario) que mantenemos.

source: The service and its developers may not be held liable for any damages that may arise through the use of this service.
es: El servicio y sus desarrolladores no pueden ser considerados responsables de los daños que puedan surgir a través del uso de este servicio.

source: These terms and conditions may be updated at any time.
es: Estos términos y condiciones pueden actualizarse en cualquier momento.

source: This service is provided “as is”, and no warranty (express or implied) exists.
es: Este servicio se proporciona "tal cual", y no existe ninguna garantía (expresa o implícita).

source: Updates to Terms
es: Actualizaciones a los Términos

source: When these terms are updated, users will be notified by a system-generated announcement.
es: Cuando se actualicen estos términos, los usuarios recibirán una notificación mediante un anuncio generado por el sistema.

source: You may also wish to review our {0} to learn how we handle your data.
es: También puede consultar nuestro {0} para conocer cómo manejamos sus datos.

source: Your continued use of this site implies your acceptance of these terms.
es: Su uso continuo de este sitio implica su aceptación de estos términos.

source: {0} is a service that allows individuals to enter and amend prayer requests on behalf of organizations.
es: {0} es un servicio que permite a las personas ingresar y modificar las solicitudes de oración en nombre de las organizaciones.
