Repository: bit-badger/PrayerTracker
Catalog: src/PrayerTracker.UI/Resources/Common.*.resx
Languages: es

source: Actions
es: Acciones

source: Add a New Church
es: Agregar una Iglesia Nueva

source: Add a New Group Member
es: Añadir un Nuevo Miembro del Grupo

source: Added
es: Agregado

source: Administration
es: Administración

source: and added it to the request list
es: y agregado a la lista de peticiones

source: Announcement for {0} - {1:MMMM d, yyyy} {2}
es: Anuncio para {0} - {1:MMMM d, yyyy} {2}

source: Announcements
es: Anuncios

source: Aqua
es: Verde Azulado Brillante

source: Are you sure you want to delete this {0}? This action cannot be undone.
es: ¿Seguro que desea eliminar este {0}? Esta acción no se puede deshacer.

source: Attached PDF
es: PDF Adjunto

source: Black
es: Negro

source: Blue
es: Azul

source: Change Preferences
es: Cambiar las Preferencias

source: Change Your Password
es: Cambiar Su Contraseña

source: Check to not update the date
es: Seleccionar para no actualizar la fecha

source: Church
es: Iglesia

source: Churches
es: Iglesias

source: Current Requests
es: Peticiones Actuales

source: Currently Logged On
es: Conectado como

source: Delete This Church
es: Eliminar Este Iglesia

source: Delete This Group Member
es: Eliminar Este Miembro del Grupo

source: Displaying {0} Entries
es: Mostrando {0} Entradas

source: Displaying {0} Entry
es: Mostrando {0} Entrada

source: E-mail Address
es: Dirección de Correo Electrónico

source: Edit Church
es: Editar la Iglesia

source: Edit This Church
es: Editar Este Iglesia

source: Edit This Group Member
es: Editar Este Miembro del Grupo

source: English
es: Inglés

source: Expecting
es: Embarazada

source: Expire Immediately
es: Expirará Inmediatamente

source: Expire Normally
es: Expirará Normalmente

source: footer_en
es: footer_es

source: Format
es: Formato

source: from Bit Badger Solutions
es: de Soluciones Bit Badger

source: Fuchsia
es: Fucsia

source: Generated by P R A Y E R T R A C K E R
es: Generado por S E G U I D O R O R A C I Ó N

source: Gray
es: Gris

source: Green
es: Verde

source: Group
es: Grupo

source: Group Default
es: Grupo Predeterminada

source: Group Members
es: Los Miembros del Grupo

source: Group preferences updated successfully
es: Las preferencias del grupo actualizaron con éxito

source: Groups
es: Grupos

source: Help
es: Ayuda

source: Help Topics
es: Los Temas de Ayuda

source: HTML Format
es: Formato HTML

source: Interface?
es: ¿Interfaz?

source: Invalid credentials - log on unsuccessful
es: Credenciales no válidas - de inicio de sesión sin éxito

source: Language
es: Lengua

source: Lime
es: Lima

source: Location
es: Ubicación

source: Log Off
es: Cierre de Sesión

source: Log On
es: Iniciar Sesión

source: Log On Successful • Welcome to {0}
es: Iniciar Sesión con Éxito • Bienvenido a {0}

source: Log Off Successful • Have a nice day!
es: Cerrar la Sesión con Éxito • ¡Tener un Buen Día!

source: Logged On as a Member of
es: Conectado como Miembro de

source: Long-Term Requests
es: Peticiones a Largo Plazo

source: Maintain
es: Mantener

source: Maintain Churches
es: Mantener las Iglesias

source: Maintain Group Members
es: Mantener los Miembros del Grupo

source: Maintain Requests
es: Mantener las Peticiones

source: Maroon
es: Granate

source: Name
es: Nombre

source: Navy
es: Azul Oscuro

source: No Entries to Display
es: No hay Entradas para Mostrar

source: Olive
es: Oliva

source: Password incorrect - login unsuccessful
es: Contraseña incorrecta - de inicio de sesión sin éxito

source: Plain-Text Format
es: Formato de Texto Plano

source: Please select at least one group for which this user ({0}) is authorized
es: Por favor, seleccione al menos uno grupo para la que este usuario ({0}) puede iniciar sesión en

source: Praise Reports
es: Informes de Alabanza

source: Prayer Requests for {0} - {1:MMMM d, yyyy}
es: Las Peticiones de Oración para {0} - {1:MMMM d, yyyy}

source: PrayerTracker
es: SeguidorOración

source: Purple
es: Púrpura

source: Red
es: Rojo

source: Request Never Expires
es: Petición no Expira Nunca

source: Requests
es: Peticiones

source: Sample
es: Muestra

source: Save Church
es: Guardar la Iglesia

source: Select
es: Seleccionar

source: Send Announcement
es: Enviar un Anuncio

source: Silver
es: Plata

source: Sorry, an error occurred while processing your request.
es: Lo sentimos, ha ocurrido un error al procesar su solicitud.

source: Spanish
es: Español

source: Successfully deleted user {0}
es: Eliminado correctamente de usuario {0}

source: Successfully sent announcement to all {0}{1}
es: Enviado anuncio a todos {0}{1} con éxito

source: Successfully updated group permissions for {0}
es: Actualizado permisos del grupo para {0} con éxito

source: Successfully {0} group member
es: El miembro del grupo {0} con éxito

source: Successfully {0} prayer request
es: Petición la oración {0} con éxito

source: Successfully {0} user
es: Usuario {0} con éxito

source: Teal
es: Verde Azulado

source: The group member “{0}” was deleted successfully
es: El miembro del grupo “{0}” se eliminó con éxito

source: The group {0} and its {1} prayer request(s) was deleted successfully (revoked access from {2} user(s))
es: El grupo {0} y sus {1} peticion(es) de oración se ha eliminado correctamente (acceso revocada por {2} usuario(s))

source: The old password was incorrect - your password was NOT changed
es: La contraseña antigua es incorrecta - la contraseña NO ha cambiado

source: The page you requested requires authentication; please log on below.
es: La página solicitada requiere autenticación, por favor, inicio de sesión mediante el siguiente formulario.

source: The prayer request was deleted successfully
es: La petición de oración se ha eliminado correctamente

source: The prayer request you tried to access is not assigned to your group
es: La petición de oración que ha intentado acceder no se ha asignado a su grupo

source: The request list for the group you tried to view is not public.
es: La lista de peticiones para el grupo que desea ver no es pública.

source: There are no classes with passwords defined
es: No hay clases con contraseñas se define

source: This is likely due to one of the following reasons:&lt;ul&gt;&lt;li&gt;The e-mail address “{0}” is invalid.&lt;/li&gt;&lt;li&gt;The password entered does not match the password for the given e-mail address.&lt;/li&gt;&lt;li&gt;You are not authorized to administer the selected group.&lt;/li&gt;&lt;/ul&gt;
es: Esto es probablemente debido a una de las siguientes razones:<ul><li>La dirección de correo electrónico “{0}” no es válida.</li><li>La contraseña introducida no coincide con la contraseña de la determinada dirección de correo electrónico.</li><li>Usted no está autorizado para administrar el grupo seleccionado.</li></ul>

source: This page loaded in {0:N3} seconds
es: Esta página cargada en {0:N3} segundos

source: This request is expired.
es: Esta petición ha expirado.

source: To make it active again, update it as necessary, leave “{0}” and “{1}” unchecked, and it will return as an active request.
es: Para que sea más activa de nuevo, que se actualizará cuando sea necesario, salir de “{0}” y “{1}” no seleccionado, y volverá como una petición activa.

source: Updated
es: Actualizaron

source: User
es: Usuario

source: Users
es: Usuarios

source: View List
es: Vista de lista

source: View Request List
es: Ver la Lista de Peticiones

source: WARNING
es: ADVERTENCIA

source: White
es: Blanco

source: Yellow
es: Amarillo

source: Yes
es: Sí

source: You are not authorized to view the requested page.
es: No tiene permisos para acceder a la página solicitada.

source: You must select at least one group to assign
es: Debe seleccionar al menos uno grupo para asignar

source: Your password was changed successfully
es: La contraseña se cambió con éxito

source: {0} users
es: {0} usuarios

source: Add a New Request
es: Agregar una Nueva Petición

source: Edit Request
es: Editar la Petición

source: Typo Corrections
es: Corrección de Errata

source: Unauthorized Access
es: El Acceso No Autorizado

source: Welcome!
es: ¡Bienvenidos!

source: Add to Request List
es: Agregar a la Lista de Peticiones En

source: Announcement Text
es: Texto del Anuncio

source: Colors
es: Colores

source: Date
es: Fecha

source: Delete a Group Member
es: Eliminar un Miembro del Grupo

source: Delete a Request
es: Eliminar una Petición

source: E-mail Format
es: Formato de Correo Electrónico

source: Edit Group Member
es: Editar el Miembro del Grupo

source: Expiration
es: Expiración

source: Fonts
es: Fuentes

source: Group Log On
es: Iniciar Sesión como Grupo

source: Heading / List Text Size
es: Tamaño del Texto de Partida y Lista

source: Heading Text Size
es: Partida el Tamaño del Texto

source: List Text Size
es: Lista el Tamaño del Texto

source: Long-Term Requests Alerted for Update
es: Peticiones a Largo Plazo Alertó para la Actualización

source: Password Protected
es: Protegido por Contraseña

source: Remember Me
es: Acuérdate de Mí

source: Request
es: Petición

source: Request List Visibility
es: La Visibilidad del la Lista de las Peticiones

source: Request Sorting
es: Orden de Peticiones

source: Request Type
es: Tipo de Petición

source: Requestor / Subject
es: Peticionario / Sujeto

source: Requests Expire After
es: Peticiones Expiran Después de

source: Requests “New” For
es: Peticiones “Nuevas” Para

source: Sort by Requestor Name
es: Ordenar por Nombre del Solicitante

source: Time Zone
es: Zona Horaria

source: List for Next Sunday
es: Lista para el Próximo Domingo

source: Send via E-mail
es: Enviar por correo electrónico

source: User Log On
es: Iniciar Sesión como Usuario

source: View Printable
es: Versión Imprimible

source: Add a New Group
es: Agregar un Grupo Nuevo

source: Add a New User
es: Agregar un Usuario Nuevo

source: All {0} Users
es: Todos los Usuarios {0}

source: Announcement Sent
es: El Anuncio Enviado

source: Assign Groups
es: Asignar Grupos

source: Assign Groups to This User
es: Asignar Grupos a Este Usuario

source: Case-Sensitive
es: Entre Mayúsculas y Minúsculas

source: Color of Heading Lines
es: El Color de las Líneas de Partida

source: Color of Heading Text
es: Color del Texto de la Partida

source: Dates
es: Fechas

source: Days
es: Días

source: Delete This Group
es: Eliminar Este Grupo

source: E-mail
es: Correo Electrónico

source: Edit Group
es: Editar Grupo

source: Edit This Group
es: Editar Este Grupo

source: Edit This User
es: Editiar Este Usuario

source: Edit User
es: Editar el Usuario

source: Group Preferences
es: Las Preferencias del Grupo

source: Maintain Groups
es: Mantener los Grupos

source: Maintain Users
es: Mantener los Usuarios

source: Named Color
es: Color con Nombre

source: No change
es: Sin alterar

source: or
es: o

source: Other Settings
es: Otros Ajustes

source: Prayer Requests
es: Las Peticiones de Oración

source: Private
es: Privado

source: Public
es: Público

source: Red / Green / Blue Mix
es: Mezcla de Rojo / Verde / Azul

source: Request Lists
es: Listas de Peticiones

source: Requestor
es: Peticionario

source: Requires Cookies
es: Requiere que las Cookies

source: Save Group
es: Guardar el Grupo

source: Save Group Assignments
es: Guardar las Autorizaciones del Grupo

source: Save Preferences
es: Guardar las Preferencias

source: Save Request
es: Guardar la Petición

source: Save User
es: Guardar el Usuario

source: Send Announcement to
es: Enviar anuncio a

source: Sort by Last Updated Date
es: Ordenar por Fecha de Última Actualización

source: The request list was sent to the following people, via individual e-mails
es: La lista de peticiones fue enviado a las siguientes personas, a través de correos electrónicos individuales

source: This Group
es: Este Grupo

source: This will e-mail the current list to every member of your class, without further prompting. Are you sure this is what you are ready to do?
es: Esto enviará un correo electrónico la lista actual de todos los miembros de su grupo, sin más indicaciones. ¿Estás seguro de que esto es lo que están dispuestos a hacer?

source: To change your password, enter your current password in the specified box below, then enter your new password twice.
es: Para cambiar su contraseña, introduzca su contraseña actual en el cuadro se especifica a continuación, introduzca su nueva contraseña dos veces.

source: Type
es: Tipo

source: Updated Date
es: Fecha de Actualización

source: View
es: Ver

source: Weeks
es: Semanas

source: Active Requests
es: Peticiones Activas

source: Maintain Prayer Requests
es: Mantener las Peticiones de Oración

source: Members
es: Miembros

source: Quick Actions
es: Acciones Rápidas

source: Save
es: Guardar

source: Total Requests
es: Total de Peticiones

source: View Prayer Request List
es: Ver la Lista de Peticiones de Oración

source: Central European
es: Central Europeo

source: Eastern
es: Este

source: MMMM d, yyyy
es: d \de MMMM yyyy

source: Mountain
es: Montaña

source: Mountain (Arizona)
es: Montaña (Arizona)

source: Pacific
es: Pacífico

source: Page Not Found
es: Página No Encontrada

source: Server Error
es: Error del Servidor

source: Privacy Policy
es: Política de privacidad

source: Terms of Service
es: Términos de servicio

source: Password
es: Contraseña

source: Current Password
es: Contraseña Actual

source: New Password Twice
es: Nueva Contraseña Dos Veces

source: Fonts** for List
es: Fuentes** de la Lista

source: From Address
es: De Dirección

source: From Name
es: De Nombre

source: Group Password (Used to Read Online)
es: Contraseña del Grupo (Utilizado para Leer en Línea)

source: Source &amp; Support
es: Fuente y Soporte

source: View source code and get technical support
es: Ver código fuente y obtener soporte técnico

source: Click for Help on This Page
es: Haga Clic para Obtener Ayuda en Esta Página

source: Search
es: Buscar

source: Display a full “as of” date
es: Mostrar una fecha “como de” completa

source: Display a short “as of” date
es: Mostrar una fecha “como de” corta

source: Do not display the “as of” date
es: No se muestran la fecha “como de”

source: Page Size
es: Tamaño de Página

source: Prayer Request
es: Petición de Oración

source: Search Results
es: Resultados de la Búsqueda

source: “As of” Date Display
es: Visualización de la Fecha “Como de”

source: as of
es: como de

source: State or Province
es: Estado o Provincia

source: Last Seen
es: Ultima vez Visto
