Repository: bit-badger/PrayerTracker
Catalog: src/PrayerTracker.UI/Resources/Views/Help/Requests/Edit.*.resx
Languages: es

source: Apart from the icons on the request maintenance page, this is the only other way to expire “{0}” and “{1}” requests, but it can be used for any request type.
es: Aparte de los iconos de la página de mantenimiento de las peticiones, ésta es la única otra forma de expirar peticiones del tipos “{0}” y “{1}”, pero puede ser utilizada para cualquier tipo de petición.

source: Click or tab into the box to display the calendar, which will be preselected to today's date.
es: Haga clic en la pestaña o en la caja para mostrar el calendario, que será preseleccionada para la fecha de hoy.

source: For all types, it is optional; I used to have an announcement with no subject that ran every week, telling where to send requests and updates.
es: Para todos los tipos, es opcional, yo solía tener un anuncio con ningún tema que iba todas las semanas, diciendo a dónde enviar peticiones y actualizaciones.

source: For announcements, this should contain the subject of the announcement.
es: Para los anuncios, este debe contener el objeto del anuncio.

source: For existing requests, there will be a check box labeled “{0}”.
es: Para peticiones existentes, habrá una casilla de verificación “{0}”.

source: For new requests, this is a box with a calendar date picker.
es: Para nuevas peticiones, se trata de una caja con un selector de fechas del calendario.

source: For requests or praises, this field is for the name of the person who made the request or offered the praise report.
es: Para las peticiones o alabanzas, este campo es el nombre de la persona que hizo la petición o que ofrece el informe de alabanza.

source: Hover over each icon to see what each button does.
es: Pase el ratón sobre cada icono para ver qué hace cada botón.

source: If you are editing an existing request, a third option appears.
es: Si está editando una petición existente, aparece una tercera opción.

source: It also supports undo and redo, and the editor supports full-screen mode.
es: También es compatible con deshacer y rehacer, y el editor soporta modo de pantalla completa.

source: The editor provides many formatting capabilities, including “Spell Check as you Type” (enabled by default), “Paste from Word”, and “Paste Plain”, as well as “Source” view, if you want to edit the HTML yourself.
es: El editor ofrece muchas capacidades de formato, como "El Corrector Ortográfico al Escribir" (habilitado predeterminado), "Pegar desde Word" y "Pegar sin formato", así como "Código Fuente" punto de vista, si quieres editar el código HTML usted mismo.

source: The order above is the order in which the request types appear on the list.
es: El orden anterior es el orden en que los tipos de peticiones aparecen en la lista.

source: There are 5 request types in {0}.
es: Hay 5 tipos de peticiones en {0}.

source: This can be used if you are correcting spelling or punctuation, and do not have an actual update to make to the request.
es: Esto puede ser usado si corrige la ortografía ni la puntuacion, y no tienen una actualización real de hacer la petición.

source: This is the text of the request.
es: Este es el texto de la petición.

source: This page allows you to enter or update a new prayer request.
es: Esta página le permite introducir o actualizar una petición de oración nueva.

source: “{0}” and “{1}” are not subject to the automatic expiration (set on the “{2}” page) that the other requests are.
es: “{0}” y “{1}” no están sujetos a la caducidad automática (establecida en el “{2}” de la página) que las peticiones son otros.

source: “{0}” are like “{1}”, but instead of a request, they are simply passing information along about something coming up.
es: “{0}” son como “{1}”, pero en lugar de una petición, simplemente se pasa la información a lo largo de algo por venir.

source: “{0}” are like “{1}”, but they are answers to prayer to share with your group.
es: “{0}” son como “{1}”, pero son respuestas a la oración para compartir con su grupo.

source: “{0}” are requests that may occur repeatedly or continue indefinitely.
es: “{0}” son peticiones que pueden ocurrir varias veces, o continuar indefinidamente.

source: “{0}” are your regular requests that people may have regarding things happening over the next week or so.
es: “{0}” son sus peticiones habituales que la gente pueda tener acerca de las cosas que suceden durante la próxima semana o así.

source: “{0}” can be used to make a request never expire (note that this is redundant for “{1}” and “{2}”).
es: “{0}” se puede utilizar para hacer una petición que no caduque nunca (nótese que esto es redundante para los tipos “{1}” y “{2}”).

source: “{0}” is for those who are pregnant.&quot;
es: “{0}” es para aquellos que están embarazadas.

source: “{0}” means that the request is subject to the expiration days in the group preferences.
es: “{0}” significa que la petición está sujeta a los días de vencimiento de las preferencias del grupo.

source: “{0}” will make the request expire when it is saved.
es: “{0}” hará que la petición expirará cuando se guarda.
