Repository: bit-badger/PrayerTracker
Catalog: src/PrayerTracker.UI/Resources/Views/Help/Requests/Maintain.*.resx
Languages: es

source: Deleting a request is contrary to the intent of {0}, as you can retrieve requests that have expired.
es: Eliminación de una petición es contraria a la intención de {0}, como se puede recuperar peticiones que han expirado.

source: For active requests, the second icon is an eye with a slash through it; clicking this icon will expire the request immediately.
es: Para las peticiones activas, el segundo icono es un ojo con una barra a través de él; Si hace clic en este icono, la petición se cancelará inmediatamente.

source: From this page, you can add, edit, and delete your current requests.
es: Desde esta página, usted puede agregar, editar y borrar sus peticiones actuales.

source: However, clicking the link at the bottom of the page will refresh the page with the inactive requests shown.
es: Sin embargo, al hacer clic en el vínculo en la parte inferior de la página se actualizará la página con las peticiones se muestran inactivos.

source: However, if there is a request that needs to be deleted, clicking the blue trash can icon in the “{0}” column will allow you to do it.
es: Sin embargo, si hay una solicitud que debe ser eliminado, haga clic en el icono azul de la papelera en la columna “{0}” le permitirá hacerlo.

source: The last updated date will be current, and the request is set to expire normally.
es: La última fecha actualizada será actual, y la petición se establece para caducar normalmente.

source: The middle icon will look like an eye; clicking it will restore the request as an active request.
es: El icono del centro se verá como un ojo; Haciendo clic en él, restaurará la petición como una petición activa.

source: This is equivalent to editing the request, selecting “{0}”, and saving it.
es: Esto equivale a editar la petición, seleccionar "{0}" y guardarla.

source: To add a request, click the icon or text in the center of the page, below the title and above the list of requests for your group.
es: Para agregar una petición, haga clic en el icono o el texto en el centro de la página, debajo del título y por encima de la lista de peticiones para su grupo.

source: To edit a request, click the blue pencil icon; it's the first icon under the “{0}” column heading.
es: Para editar una petición, haga clic en el icono de lápiz azul, el primer icono bajo el título de columna “{0}”.

source: Use this option carefully, as these deletions cannot be undone; once a request is deleted, it is gone for good.
es: Utilice esta opción con cuidado, ya que estas supresiones no se puede deshacer, una vez a la petición se ha borrado, ha desaparecido para siempre.

source: When the page is first displayed, it does not display inactive requests.
es: Cuando la página se muestra por primera vez, que no muestra peticiones inactivos.

source: You can also restore requests that may have expired, but should be made active once again.
es: También puede restaurar peticiones que han caducado, sino que debe ser activa, una vez más.
