Repository: bit-badger/PrayerTracker
Catalog: src/PrayerTracker.UI/Resources/Views/Help/Requests/View.*.resx
Languages: es

source: (NOTE: If you are logged in as a group member, the only option you will see is to view a printable list.)
es: (NOTA: Si usted está registrado como miembro de la clase, la única opción que se ve es para ver una lista para imprimir.)

source: Clicking this link will display the list in a format that is suitable for printing; it does not have the normal {0} header across the top.
es: Hacer clic en este vínculo, se muestra la lista en un formato que sea adecuado para imprimir, sino que no tiene el encabezado normal de {0} en la parte superior.

source: Clicking this link will send the list you are currently viewing to your group members.
es: Al hacer clic en este enlace le enviará la lista que está viendo en ese momento a los miembros del grupo.

source: From this page, you can view the request list (for today or for the next Sunday), view a printable version of the list, and e-mail the list to the members of your group.
es: Desde esta página, puede ver la lista de peticiones (para hoy o para el próximo Domingo), ver una versión imprimible de la lista, y por correo electrónico la lista de los miembros de su grupo.

source: If you proceed, you will see a page that shows to whom the list was sent, and what the list looked like.
es: Si continúa, usted verá una página que muestra a la que la lista fue enviado, y lo que la lista parecía.

source: Note that this link does not appear if it is Sunday.
es: Tenga en cuenta que este enlace no aparece si es Domingo.

source: Once you have clicked the link, you can print it using your browser's standard “Print” functionality.
es: Una vez que haya hecho clic en el enlace, se puede imprimir con el navegador estándar de “Imprimir” funcionalidad.

source: The page will remind you that you are about to do that, and ask for your confirmation.
es: La página te recordará que estás a punto de hacerlo, y pedir su confirmación.

source: This can be used, for example, to see what requests will expire, or allow you to print a list with Sunday's date on Saturday evening.
es: Esto puede ser usado, por ejemplo, para ver lo que peticiones de caducidad, ni le permite imprimir una lista con la fecha del Domingo en la noche del Sábado.

source: This will modify the date for the list, so it will look like it is currently next Sunday.
es: Esto modificará la fecha de la lista, por lo que se verá como es en la actualidad el próximo Domingo.

source: You may safely use your browser's “Back” button to navigate away from the page.
es: Usted puede utilizar con seguridad de su navegador botón “Atrás” para navegar fuera de la página.
